Repository: LeoHeuser/Eatdebox
Catalog: Eatdebox/Localisation/*.lproj/Localizable.strings
Languages: de

# alert_dataText1
source: The data in the last download where incomplete or not valid to show on the map. Please try again.
de: Die Daten im letzten Download waren unvollständig oder nicht gültig, um sie auf der Karte anzuzeigen. Bitte versuche es erneut.

# alertLabel_errorDataDownload
source: Error with last download
de: Fehler beim letzten Download

# becomeActive_footer
source: The project Eatdebox has nothing to do with the Foodsharing e.V. in the German-speaking area. We only aim at a similar goal.
de: Das Projekt Eatdebox hat nichts mit dem Foodsharing e.V. im deutschsprachigen Raum zu tun. Wir verfolgen nur ein ähnliches Ziel.

# becomeActive_header
source: Become active and help
de: Aktiv werden und helfen

# button_close
source: Close
de: Schließen

# button_dataPrivacy
source: App data policy
de: Datenschutz

# button_downloadFoodboxes
source: Download latest Foodboxes
de: Neueste Foodboxen herunterladen

# button_finish
source: Finish
de: Abschließen

# button_foodsharingRulesAndTips
source: Rules and tips for sharing food
de: Regeln und Tipps für Foodsharing

# button_imprint
source: Imprint
de: Impressum

# button_legals
source: Legal Stuff
de: Rechtliche Dinge

# button_locationPermission
source: Ask me
de: Frag mich

# button_navigationToFoodbox
source: Navigate me to this Foodbox
de: Navigiere mich zur Foodbox

# button_next
source: Next
de: Weiter

# button_toFoodsharingWebsite
source: Foodsharing e.V. Website
de: Foodsharing e.V. Internetseite

# foodbox_address
source: Address
de: Adresse

# foodbox_header_description
source: Description
de: Beschreibung

# foodbox_hostingType
source: Hosting type
de: Art der Zugänglichkeit

source: Foodbox ID
de: Foodbox Nummer

# foodbox_lastActivity
source: Last activity
de: Letzte Aktivität

# foodbox_spaceAfter
source: Foodboxes
de: Foodboxen

# foodbox_spaceBefore
source: Foodboxes
de: Foodboxen

# label_about
source: About
de: Über die App

# label_datasetVersion
source: Dataset Version
de: Version des Datensatzes

# label_loading
source: Loading data...
de: Daten werden geladen...

# label_loadingAddress
source: Loading data...
de: Daten werden geladen...

# label_missingFeature
source: 🚧 Feature under construction 🚧
de: 🚧 Feature in Arbeit 🚧

# madeWithLove
source: Made with ❤️ against food waste in version
de: Entwickelt mit ❤️ gegen Lebensmittelverschwendung in der Version

# onboaring1_header
source: Hey, nice to see you.
de: Das ist Eatdebox.

# onboaring1_text
source: Find free food in your area to save it from the trash and save money. Foodboxes are distributors where you can share your food with others and take it if you need it.
de: Finde kostenlose Lebensmittel in deiner Gegend, um sie vor dem Mülleimer zu retten und spare dabei Geld. Foodboxen, in denen du dein Essen mit anderen teilen und bei Bedarf mitnehmen kannst.

# onboaring2_header
source: Find the Foodboxes next to you.
de: Finde Foodboxen in deiner Gegend

# onboaring2_text
source: Eatdebox wants to use the location of your iPhone while you use the app. Your location helps to show Foodboxes around you.
de: Eatdebox möchte den Standort deines iPhones nutzen, während du die App verwendest. Dein Standort hilft dabei, Foodboxen in deiner Nähe anzuzeigen.

# onboaring3_header
source: Houston, we have no problem.
de: Houston, wir haben kein Problem.

# onboaring3_text
source: Eatdebox downloads the positions of the Foodboxes from the Foodsharing e.V. database. These are public distributors all over Europe. Download the first time the dataset on the top right via the info-icon.
de: Eatdebox lädt die Positionen der Foodboxen von Foodsharing e.V. herunter. Das sind öffentliche Verteiler in ganz Europa. Lade dir das erste mal das Datenset oben rechts über das Info-Icon herunter.

# label_chooseToolToNavigate
source: Choose the app to navigate
de: Wähle die App zum Navigieren

# label_skip
source: Skip
de: Überspringen

# label_provideFeedback
source: Provide Feedback
de: Feedback geben

# header_howToContact
source: How can we get back to you?
de: Wie können wir dich erreichen?

# text_whyEmailWithFeedback
source: We use your email address to let you know when your feedback comes in or when we can help you.
de: Wir verwenden deine E-Mail-Adresse, um dich zu informieren, wenn dein Feedback eingeht oder wenn wir dir helfen können.

# textField_yourEmail
source: Your email address
de: Deine E-Mail Adresse

# header_kindOfFeedback
source: What kind of feedback?
de: Welche Art von Feedback?

# pickerTag_error
source: Error
de: Fehler

# pickerTag_idea
source: Idea
de: Idee

# pickerTag_other
source: Other
de: Anderes

# header_yourFeedback
source: Your feedback
de: Dein Feedback an uns

# footer_characterLimit_pre
source: You still have
de: Du hast noch

# footer_characterLimit_post
source: characters left.
de: Zeichen über.

# button_sendFeedback
source: Send feedback
de: Feedback senden

# label_acknowledgements
source: Acknowledgements
de: Danksagungen

# label_header_fonts
source: Fonts
de: Schriften

# label_header_data
source: Data
de: Daten

# label_license_swiftSoup
source: MIT Licence
de: MIT Lizenz

# label_description_swiftSoup
source: With the native Swift library SwiftSoup by Nabil Chatbi the project Eatdebox catches the information from the Foodsharing e.V website and prepares it to display it in the app. This generates value for the user in terms of providing the basic information about the Foodboxes.
de: Mit der nativen Swift-Bibliothek SwiftSoup von Nabil Chatbi fängt das Projekt Eatdebox die Informationen von der Website von Foodsharing e.V. ab und bereitet sie für die Anzeige in der App auf. Dies schafft einen Mehrwert für den Nutzer in Form von grundlegenden Informationen über die Foodboxen.

# label_license_supabase
source: MIT Licence
de: MIT Lizenz

# label_description_supabase
source: With the Supabase library for Swift Eatdebox connects to a database hosted by Supabase. The data in the data base are only for the feedback currently to keep it at one place structured.
de: Mit der Supabase-Bibliothek für Swift verbindet sich Eatdebox mit einer Datenbank, die von Supabase gehostet wird. Die Daten in der Datenbank sind nur für die Rückmeldung derzeit an einem Ort strukturiert zu halten.

# label_license_londrina
source: Creative Commons Attribution Share Alike License
de: Creative Commons Attribution Share Alike Lizenz

# label_description_londrina
source: The font we use in the Eatdebox logo and as headers is the Londrina Solid. It is a free to use and in the app embedded font which fits the self-made approach of Eatdebox. The font was designed by Marcelo Magalhães and downloaded via Font Squirrel.
de: Die Schriftart, die wir im Eatdebox-Logo und als Überschriften verwenden, ist die Londrina Solid. Es handelt sich um eine kostenlose und in die App eingebettete Schriftart, die zum Selfmade-Ansatz von Eatdebox passt. Die Schriftart wurde von Marcelo Magalhães entworfen und über Font Squirrel heruntergeladen.

# label_license_foodsharing
source: Data public available
de: Öffentlich zugängliche Daten

# label_description_foodsharing
source: The data for the Foodboxes are from the Foodsharing e.V. in Germany. The locations are requested from the API and the information about the Foodboxes are oaded from the profile page of the website.
de: Die Daten für die Foodboxen stammen vom Foodsharing e.V. in Deutschland. Die Standorte werden über die API abgefragt und die Informationen zu den Foodboxen werden von der Profilseite der Website geladen.

# label_license_sfSymbols
source: Licensed by Apple Inc.
de: Lizensiert durch Apple Inc.

# label_description_sfSymbols
source: The Apple SF Symbols 3 library is a native Apple OS library prebuold into all iOS devices. It is free to use and well approved. Therefore we need it in Eatdebox to provide you icons that help you to navigate throughout the app.
de: Die Apple SF Symbols 3 Bibliothek ist eine native Apple OS Bibliothek, die in allen iOS Geräten vorinstalliert ist. Sie ist kostenlos und gut bewährt. Daher benötigen wir sie in Eatdebox, um Ihnen Symbole zur Verfügung zu stellen, die Ihnen helfen, in der App zu navigieren.
