Repository: LeoHeuser/Eatdebox
Catalog: Eatdebox/Eatdebox Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

source: Additional Information (optional)
de: Zusätzliche Informationen (fakultativ)

source: Address of the Foodbox
de: Adresse der Foodbox

source: Become active and help
de: Aktiv werden und helfen

source: Description
de: Beschreibung

source: Download latest Foodboxes
de: Neueste Foodboxen herunterladen

source: Downloading the latest and yummiest Foodboxes from the Foodsharing e.V. API...
de: Herunterladen der neuesten und leckersten Foodboxen von der Foodsharing e.V. API...

source: Eatdebox wants to use the location of your iPhone while you use the app. Your location helps to show Foodboxes around you.
de: Eatdebox möchte den Standort deines iPhones nutzen, während du die App verwendest. Ihr Standort hilft dabei, Foodboxes in Ihrer Nähe anzuzeigen.

source: Find free food in your area to save it from the trash and save money. Foodboxes where you can share your food with others and take it if you need it.
de: Finden Sie kostenlose Lebensmittel in Ihrer Umgebung, um sie vor dem Müll zu retten und Geld zu sparen. Foodboxen, in denen Sie Ihre Lebensmittel mit anderen teilen und bei Bedarf mitnehmen können.

source: Find the Foodboxes next to you.
de: Suchen Sie die Foodboxen in Ihrer Nähe.

source: Houston, we have no problem.
de: Houston, wir haben kein Problem.

source: In a later update, the data will also be available in real time from the Foodsharing e.V. API. Look forward to it.
de: In einem späteren Update werden die Daten auch in Echtzeit über die Foodsharing e.V. API verfügbar sein. Freuen Sie sich darauf.

source: Legal Stuff
de: Rechtliche Dinge

source: Loading data...
de: Daten werden geladen...

source: Made with ❤️ to fight against food waste
de: Geschaffen mit ❤️ zur Bekämpfung der Lebensmittelverschwendung

source: Rules and tips for sharing food
de: Regeln und Tipps für die gemeinsame Nutzung von Lebensmitteln

source: Send Email
de: E-Mail senden

source: The Foodboxe’s data is handpicked and embedded into the app. Therefore, you may not have all the Foodboxes on your radar right away. But we are working on it.
de: Die Daten der Foodboxe sind handverlesen und in die App integriert. Daher kann es sein, dass du nicht alle Foodboxen sofort auf deinem Radar hast. Aber wir arbeiten daran.

source: The data you provide will be processed according to our privacy policy. At no point in time we will share your email or the content with third parties.
de: Die von Ihnen zur Verfügung gestellten Daten werden gemäß unserer Datenschutzrichtlinie verarbeitet. Zu keinem Zeitpunkt werden wir Ihre E-Mail oder den Inhalt an Dritte weitergeben.

source: The project Eatdebox has nothing to do with the Foodsharing e.V. in the German-speaking area. We only aim at a similar goal.
de: Das Projekt Eatdebox hat nichts mit dem Foodsharing e.V. im deutschsprachigen Raum zu tun. Wir verfolgen lediglich ein ähnliches Ziel.

source: This can take up to 1 minute.
de: Dies kann bis zu 1 Minute dauern.

source: This is Eatdebox.
de: Dies ist Eatdebox.
